Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/sosiaali_ja_terveys.html.tmx
Source language: fin
Languages: sme

source: Sosiaali- ja terveyslautakunta
sme: Sosiála- ja dearvvasvuohtalávdegoddi

source: Sosiaali- ja terveyslautakunta on saamelaiskäräjien sosiaali- ja terveyspoliittisten esitysten, aloitteiden, lausuntojen ja kannanottojen valmistelija.
sme: Sosiála- ja dearvvasvuohtalávdegoddi lea sámedikki sosiála- ja dearvvasvuohtapolitihkalaš evttohusaid, álgagiid, cealkámušaid ja bealiváldimiid válmmaštalli.

source: Lautakunnan tehtävänä on edistää saamelaisten oikeuksia ja asemaa Suomen sosiaali- ja terveydenhuoltojärjestelmässä.
sme: Lávdegotti bargun lea maiddái ovddidit sámiid vuoigatvuođaid ja sajádaga Suoma sosiála- ja dearvvasvuohtafuolahusortnegis.

source: Lautakunta päättää valtion talousarviossa (pääluokka 33, sosiaali- ja terveysministeriö) saamenkielisten sosiaali- ja terveyspalvelujen turvaamiseen osoitetun valtionavustuksen käytöstä.
sme: Lávdegoddi mearrida stáhta bušeahtas (váldoluohkká 33, sosiála- ja dearvvasvuohtaministeriija) sámegielat sosiála- ja dearvvasvuohtabálvalusaid sihkkarastimii dárkkuhuvvon stáhtadoarjaga geavaheamis.

source: Se valmistelee saamelaiskäräjien kokoukselle pitemmän aikavälin suunnitelman saamenkielisten sosiaali- ja terveyspalvelujen tuottamisesta ja antaa vuosittain saamelaiskäräjien kokoukselle ja Lapin lääninhallitukselle selvityksen saamenkielisten sosiaali- ja terveyspalvelujen turvaamiseen osoitetun valtionavustuksen käytöstä.
sme: Dat válmmaštallá sámedikki čoahkkimii guhkit áigge plána sámegielat sosiála- ja dearvvasvuohtabálvalusaid fállamis ja addá jahkásaččat sámedikki čoahkkimii ja Lappi leanaráđđehussii čilgehusa sámegielat sosiála- ja dearvvasvuohtabálvalusaid sihkkarastimii dárkkuhuvvon stáhtadoarjaga geavaheamis.

source: Lautakunta vastaa ja huolehtii Pohjois-Suomen sosiaalialan osaamiskeskukselle määrättyjen saamelaisväestön palvelutarpeiden huomioimista edellyttävien tarpeellisten tehtävien hoitamisesta.
sme: Lávdegoddi vástida ja fuolaha Davvi-Suoma sosiálasuorggi máhttinguovddážii mearriduvvon sámeálbmoga bálvalandárbbuid vuhtiiváldima gáibidan dárbbašlaš bargguid dikšumis.

source: Lautakunnan käsittelemät asioita valmistelevat ja toimeenpanevat sosiaali- ja terveyssihteeri ja Pohjois-Suomen sosiaalialan osaamiskeskuksen saamelaisyksikön suunnittelija.
sme: Lávdegotti gieđahallan áššiid válmmaštallet ja ollašuhttet sosiála- ja dearvvasvuohtačálli ja Davvi-Suoma sosiálasuorggi máhttinguovddáža sámeossodaga plánejeaddji.

source: Posken saamelaisyksikön toiminnasta lisätietoja tästä.
sme: Sosiála- ja dearvvasvuohtalávdegoddái gullet jagiin 2020–2023 čuovvovaš lahtut ja várrelahtut:

source: Sosiaali- ja terveyslautakuntaan kuuluvat vuosina 2020-2023 seuraavat jäsenet:
sme: Lahtut: Hetta Karen-Anni, ságajođiheaddji Magga Ulla-Maarit, várreságajođiheaddji Hirvasvuopio Janne Rahko Niila Eriksen Heidi Pekkala Aslak Mäkinen Anne

source: Jäsenet: Hetta Karen-Anni, pj. Magga Ulla-Maarit , vpj. Hirvasvuopio Janne Rahko Niila Eriksen Heidi Pekkala Aslak Mäkinen Anne
sme: Várrelahtut: Äärelä Inga Länsman Aslak Uula Niittyvuopio-Lämsä Leena Itäkivi Minka Veijola Ánte Tervonen Joanna Feodoroff Veikko
